<?php
/*
=======================================
Личные файлы юзеров для Dcms-Social
Автор: Искатель
---------------------------------------
Этот скрипт распостроняется по лицензии
движка Dcms-Social. 
При использовании указывать ссылку на
оф. сайт http://dcms-social.ru
---------------------------------------
Контакты
ICQ: 587863132
http://dcms-social.ru
=======================================
*/
if ($dir['osn']<6 && $ank['id']==$user['id'])
{
echo "<div class='foot'>";
echo "<img src='/style/icons/str.gif' alt='*'> <a href='?add'>Создать папку</a> | <a href='?upload'>Добавить файл</a><br />\n";
echo "</div>";
}
?>